[
    {
      "facts": "Abia state is located in the south Eastern region of Nigeria with a population of 2,833,999. The major commercial city is Aba the state was created in 1991 from part of Imo state.",
      "states": "Abia",
      "slogan": "God's Own State",
      "capital": "Umuahia"
    },  
    {
      "facts": "Adamawa state is located in the North Eastern part of the Nigeria with the capital in Yola . It was created on 27th August 1991 from part of Gongola State. Adamawa state has a population of 3,106,585 with the majority of the indigenes being farmers.",
      "states": "Adamawa",
      "slogan": "Land Of Beauty, Sunshine And Hospitality",
      "capital": "Yola"
      },
      {
        "facts": "Akwa Ibom is a state in the south south region of Nigeria  with the capital in Uyo. It was named after the Qua Iboe river which  can be found in the state. Akwa Ibom state was created on the 23rd September 1987 from cross river state.",
        "states": "Akwa Ibom",
        "slogan": "Land Of Promise",
        "capital": "Uyo"
      },
      {
        "facts": "Anambra state is the 8th most populated state in Nigeria and the 2nd most densely populated in Nigeria after Lagos. The name Anambra was originally Oma Mbala , The name was a tribute to the Oma Mbala  river.",
        "states": "Anambra",
        "slogan": "Home For All",
        "capital": "Awka"
      },
      {
        "facts": "Bauchi state is located in the Northern part of Nigeria .The state was created on the 3rd February 1976 from North Eastern state. The state has a population of 4,653,066 as at census 2006. The people from the state speak Hausa.",
        "states": "Bauchi",
        "slogan": "Pearl Of Tourism",
        "capital": "Bauchi"
      },
      {
        "facts": "Benue is a state in the North central region of Nigeria. It is named after the Benue river. The state has a population of 4,253,641 as at 2006 census. It was created on the 3rd of February  1976 from Benue-plateau state.",
        "states": "Benue",
        "slogan": "The Food Basket Of The Nation",
        "capital": "Makurdi"
      },
      {
        "facts": "Borno state is found in the North eastern Nigeria. It was created on the 3rd of February 1976 from the former North eastern state. The state is dominated by two major Ethnic groups ,The Kanuri and Bahur people with a few Shuwa Arab.",
        "states": "Borno",
        "slogan": "Home Of Peace",
        "capital": "Maiduguri"
      },
      {
        "facts": "Bayelsa state can be found in the southern part of Nigeria, within the Niger Delta region . It is a multilingual state with languages such as Izon , Nembe, Ogbia, and Epie-Atissa with English being the official language.",
        "states": "Bayelsa",
        "slogan": "Glory Of All Lands",
        "capital": "Yenegoa"
      },
      {
        "facts": "Cross River state is in the south south region Nigeria. The state is bordering Cameroon to the East, It named after River Cross (Oyono River). The two major Ethnic groups in Cross River are Efik and Ejagam with a few Bekwaram.",
        "states": "Cross River",
        "slogan": "The Nation's Paradise",
        "capital": "Calabar"
      },
      {
        "facts": "Delta state can be found in the south south region of Nigeria. The state comprises of distinct Igbo subgroups of Enuani, Ukwani, Ndokwa and Ika, collectively referred to as Anioma, and the Delta people made up of the Urhobo, Itsekiri, Ijaw and Isoko ethnic groups.",
        "states": "Delta",
        "slogan": "The Big Heart",
        "capital": "Asaba"
      },
      {
        "facts": "Ebonyi state can be found in the south east region of Nigeria. It is populated by the Igbo Ethnic group. Ebonyi state was created on the 1st of October 1996 from Enugu/Abia state. There are nine primary languages spoken in Ebonyi State: Afikpo, Mgbo, Izzi, Ezaa, Ikwo, Kukele and others.",
        "states": "Ebonyi",
        "slogan": "Salt Of The Nation",
        "capital": "Abakaliki"
      },
      {
        "facts": "Edo state can be found in the western part of Nigeria. It was created on the 27th August 1991 from Bendel state. Languages spoken in the state are Ebira, Edo Esan, and Okpamheri, Edo State is home to several ethnicities, among them the Bini, Okpe, Esan, Afemai, Ora, Akoko-Edo and others.",
        "states": "Edo",
        "slogan": "The Heartbeat Of The Nation",
        "capital": "Benin"
      },
      {
        "facts": "Ekiti state is a state found in western Nigeria, it was created  on October 1, 1996 by the military under the dictatorship of General Sani Abacha. The state, carved out of the territory of old Ondo State, covers the former twelve local government areas that made up the Ekiti Zone.",
        "states": "Ekiti",
        "slogan": "Fountain Of Knowledge",
        "capital": "Ado-Ekiti"
      },
      {
        "facts": "Enugu state is found in the south Eastern part of Nigeria. It was created on the 27th of August 1991 from Anambra state. The state is populated by the people of the Igbo Ethnic group in Nigeria.",
        "states": "Enugu",
        "slogan": "Coal City State",
        "capital": "Enugu"
      },
      {
        "facts": "Federal Capital territory, Abuja is the capital city of Nigeria, located in the middle of the country. The skyline of the city, which was built largely in the 1980s, is dominated by Aso rock, an enormous monolith. It rises up behind the Presidential complex, which houses the residence and offices of the Nigerian president in the Three Arm Zone on the eastern edge of the city. Nearby are the national assembly and the Supreme court of Nigeria.",
        "states": "Federal Capital Territory",
        "slogan": "Center of Unity",
        "capital": "Abuja"
      },
      {
        "facts": "Gombe state can be found in North East Nigeria. It is a state populated by mostly Fulani people. The state was created on the 1st of October 1996 from former Bauchi state. Mineral Resouces: columbite, coal and aquamarine. Agricultural Resources: cassava, yam, rice, maize, guinea corn, beans, soya and more.",
        "states": "Gombe",
        "slogan": "Jewel In The Savannah",
        "capital": "Gombe"
      },
      {
        "facts": "Imo state can be found in the south Eastern part of Nigeria. It was created on the 3rd of February 1976 from the former East Central state, the state is named after the Imo river. The state is populated by Igbo people and the language spoken is Igbo.",
        "states": "Imo",
        "slogan": "The Eastern Heartland",
        "capital": "Owerri"
      },
      {
        "facts": "Jigawa  is a state in North west Nigeria. It was created on the 27th of August 1991. It is mostly populated by Hausa/Fulani, who can be found in all parts of the State. In 2005 Jigawa state had an estimated population of 4,988,888.",
        "states": "Jigawa",
        "slogan": "The New World",
        "capital": "Dutse"
      },
      {
        "facts": "Kaduna state is located at the north central region of Nigeria .The state was created on the 27th of may 1967 from the former North central state. Kaduna State, north central Nigeria, is populated by about 57 to 63 different ethnic groups.",
        "states": "Kaduna",
        "slogan": "Centre Of Learning",
        "capital": "Kaduna"
      },
      {
        "facts": "Kebbi state can be foumd in North West Nigeria. The state was created on the 27th of August 1991 from Sokoto state. The state has at 2005 had an estimated population of  3,630,931. Kebbi State is mainly populated by Hausa people with some members of Bussawa, Dukawa, Kambari and some others.",
        "states": "Kebbi",
        "slogan": "Land Of Equity",
        "capital": "Birin-Kebbi"
      },
      {
        "facts": "Kano state is  located in North-Western Nigeria. The sate was created on the 27 of May 1967 from the former North central state. The sate is famous for its Commercial activities and it is also a highly populated state in 2011 an estimated 11,058,300  people live in the state.",
        "states": "Kano",
        "slogan": "Centre Of Commerce",
        "capital": "Kano"
      },
      {
        "facts": "Kogi State is popularly Known as  the Confluence State because the confluence of River Niger and River Benue is at its capital, Lokoja, which is the first administrative capital of modern-day Nigeria. The state was created on the 27th of August 1991 from Kwara/Benue state.",
        "states": "Kogi",
        "slogan": "The Confluence State",
        "capital": "Lokoja"
      },
      {
        "facts": "Katsina state can be found in the northern part of  Nigeria. In 1987, Katsina State was formed from part of Kaduna. The people in the state are predominantly Hausas and Fulani with a few other minorities. The major religion in the state is Islam with a lower percentage being Christians.",
        "states": "Katsina",
        "slogan": "Home Of Hospitality",
        "capital": "Katsina"
      },
      {
        "facts": "Kwara State  can be found in North Central Nigeria. It was created on 27 May 1967, by the Military Government of General Yakubu Gowon who, then, broke the four regions that  constituted the Federation of Nigeria into 12 states.",
        "states": "Kwara",
        "slogan": "The Place Of Harmony",
        "capital": "Ilorin"
      },
      {
        "facts": "Lagos State is located in the south western part of Nigeria. It is the most populous city in Nigeria, is the second fastest-growing city in Africa and the seventh in the world. The population of Lagos is an estimated 21,000,000 making Lagos the largest city in Africa.",
        "states": "Lagos",
        "slogan": "Centre Of Excellence",
        "capital": "Ikeja"
      },
      {
        "facts": "Nasarawa state is located in the central part of Nigeria. It is was created on 1 October 1996 from Plateau state. The main ethnic groups in Nasarawa State are the Aguta, Alago, Basa, Ebira, Eggon, Gbagyi, Gwandara, Kanuri and Tiv. There are 29 languages spoken in the state.",
        "states": "Nassarawa",
        "slogan": "Nigeria's Home Of Solid Minerals",
        "capital": "Lafia"
      },
      {
        "facts": "Niger state is the largest state in Nigeria. It can be found in the North western region of Nigeria. Niger State was created  on the 3rd of February 1976 from the former North western state. The state is named after River Niger. Two of Nigeria’s major hydroelectric power supply comes from niger.",
        "states": "Niger",
        "slogan": "The Power State",
        "capital": "Minna"
      },
      {
        "facts": "Ogun state is located in the south western part of Nigeria. It was created on the 3rd of February 1976 from the former Western state. The state is populated by people from the Yoruba ethnic group and the language spoken is Yoruba.",
        "states": "Ogun",
        "slogan": "The Gateway State",
        "capital": "Abeokuta"
      },
      {
        "facts": "Ondo state can be found in the south western part of Nigeria. It was created on the 3rd of February 1976 from the former Western state. The people in Ondo state are from the Yoruba ethnic group in Nigeria and Yoruba is the spoken language.",
        "states": "Ondo",
        "slogan": "Sunshine State",
        "capital": "Akure"
      },
      {
        "facts": "Osun state is a state in South west Nigeria. It was created from Oyo state on the 27th August 1991. The state’s name is derived from the River Osun the venerated natural spring that is the manifestation of the Yoruba goddess of the same name.",
        "states": "Osun",
        "slogan": "State Of The Living Spring",
        "capital": "Oshogbo"
      },
      {
        "facts": "Oyo state can be found in south west Nigeria. It was created on the 3rd of February 1976 from the former Western State. The state is populated by the Yorubas and the language spoken is Yoruba. As at 2007 Oyo state had an estimated population of 6,617,720.",
        "states": "Oyo",
        "slogan": "Pace Setter",
        "capital": "Ibadan"
      },
      {
        "facts": "Plateau state is located in north central Nigeria. It is the 12th largest state in the country, with a  population of  3,178,712 as at census 2006. The state is populated by over forty ethno-linguistic groups . These ethnic groups are predominantly farmers and have similar cultural and traditional ways of life.",
        "states": "Plateau",
        "slogan": "Home Of Peace And Tourism",
        "capital": "Jos"
      },
      {
        "facts": "Rivers state is located in the south-south region of Nigeria. It has a population of about 5million people. Rivers state was created on the 27th May 1967, from the Eastern reigion . Natural Resources: Crude Oil, Natural Gas Agricultural Resources: Oil Palm, Citrus fruits, Coconut, Banana and Cassava.",
        "states": "Rivers",
        "slogan": "Treasure Base Of The Nation",
        "capital": "Port-Harcourt"
      },
      {
        "facts": "Sokoto State is located in the Northwest of Nigeria, near the confluence of the Sokoto River and the Rima River. As at 2005, it had an estimated population of more than 4.2 million. Sokoto state is populated by Hausas and a minority tribe known as Shia.",
        "states": "Sokoto",
        "slogan": "The Seat Of The Caliphate",
        "capital": "Sokoto"
      },
      {
        "facts": "Taraba state is located in North East Nigeria. It was created on the 27th of August 1991 from the former Gongola State. The state has an estimated population of 2,688,944 as at 2005 . There are over eighty (80) indigenous ethnic groups in Taraba state, each with its distinct culture and way of life.",
        "states": "Taraba",
        "slogan": "Nature's Gift To The Nation",
        "capital": "Jalingo"
      },
      {
        "facts": "Yobe state can be found in the core North of Nigeria. It was created on the 27th of August 1991 from Borno state. The state as at 2011 had an Estimated population of  2,757,000 most of them being Kanuri, while other ethnic communities include Ngizim, Kare-Kare, Bolewa, Bade amongst others.",
        "states": "Yobe",
        "slogan": "Pride Of The Sahel",
        "capital": "Damaturu"
      },
      {
        "facts": "Zamfara State can be found in North western Nigeria. The state was created On the 1st of October 1996 from Sokoto state. Zamfara has two major ethnic groups, Hausa and Fulani with an estimated population of 3,838,160 as at 2011. The predominant Religion is Islam.",
        "states": "Zamfara",
        "slogan": "Home Of Agricultural Products",
        "capital": "Gusau"
      }
]